tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "shopify/shopify"
brew "ack"
brew "autoconf"
brew "bat"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "composer"
brew "ctags"
brew "curl"
brew "dnsmasq", restart_service: true
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "gh"
brew "git-lfs"
brew "nettle"
brew "gnutls"
brew "gnupg"
brew "go"
brew "httpie"
brew "k6"
brew "krb5"
brew "libmemcached"
brew "ruby"
brew "macvim"
brew "memcached"
brew "neovim"
brew "nginx", restart_service: true
brew "node", link: false
brew "php"
brew "php@7.4", restart_service: true
brew "pinentry-mac"
brew "prettier"
brew "python@2", link: false
brew "python@3.8", link: false
brew "ripgrep"
brew "tmux"
brew "trash"
brew "wget"
brew "yarn"
brew "zlib"
brew "gromgit/fuse/sshfs-mac"
brew "shopify/shopify/themekit"
cask "android-platform-tools"
cask "macfuse"
