
tap 'caskroom/cask'

# Core Homebrew
brew 'ack'
brew 'adns'
brew 'apr'
brew 'apr-util'
brew 'argon2'
brew 'aspell'
brew 'autoconf'
brew 'bat'
brew 'brotli'
brew 'c-ares'
brew 'cairo'
brew 'composer'
brew 'cscope'
brew 'ctags'
brew 'curl-openssl'
brew 'dnsmasq'
brew 'fontconfig'
brew 'fontforge'
brew 'freetds'
brew 'freetype'
brew 'fribidi'
brew 'gd'
brew 'gdbm'
brew 'gettext'
brew 'giflib'
brew 'git-lfs'
brew 'glib'
brew 'gmp'
brew 'gnupg'
brew 'gnutls'
brew 'gobject-introspection'
brew 'graphite2'
brew 'harfbuzz'
brew 'httpie'
brew 'icu4c'
brew 'jansson'
brew 'jemalloc'
brew 'jpeg'
brew 'k6'
brew 'krb5'
brew 'libassuan'
brew 'libev'
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libidn'
brew 'libidn2'
brew 'libksba'
brew 'libmemcached'
brew 'libmetalink'
brew 'libpng'
brew 'libpq'
brew 'libsodium'
brew 'libspiro'
brew 'libssh2'
brew 'libtasn1'
brew 'libtermkey'
brew 'libtiff'
brew 'libtool'
brew 'libuninameslist'
brew 'libunistring'
brew 'libusb'
brew 'libuv'
brew 'libvterm'
brew 'libyaml'
brew 'libzip'
brew 'lua'
brew 'luajit'
brew 'lzo'
brew 'macvim'
brew 'memcached'
brew 'msgpack'
brew 'mysql@5.7'
brew 'ncurses'
brew 'neovim'
brew 'nettle'
brew 'nghttp2'
brew 'nginx'
brew 'node'
brew 'npth'
brew 'oniguruma'
brew 'openldap'
brew 'openssl@1.1'
brew 'p11-kit'
brew 'pango'
brew 'pcre'
brew 'pcre2'
brew 'php'
brew 'pinentry'
brew 'pinentry-mac'
brew 'pixman'
brew 'pkg-config'
brew 'prettier'
brew 'python@2'
brew 'python@3.8'
brew 'readline'
brew 'rtmpdump'
brew 'ruby'
brew 'sqlite'
brew 'themekit'
brew 'tidy-html5'
brew 'tmux'
brew 'trash'
brew 'unbound'
brew 'unibilium'
brew 'unixodbc'
brew 'utf8proc'
brew 'webp'
brew 'wget'
brew 'xz'
brew 'yarn'
brew 'zlib'

# Cask Apps
cask 'android-platform-tools'

