tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/services"
tap "shivammathur/php"
tap "shopify/shopify"
tap "twitchdev/twitch"
brew "ack"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "autoconf"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "python@3.12"
brew "glib"
brew "cairo"
brew "curl"
brew "libavif"
brew "gd"
brew "php", link: false
brew "composer"
brew "ctags"
brew "dnsmasq", restart_service: true
brew "fd"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "gh"
brew "openjpeg"
brew "git-lfs"
brew "nettle"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "httpie"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "k6"
brew "libmemcached"
brew "luarocks"
brew "macvim"
brew "memcached"
brew "neovim"
brew "nginx", restart_service: true
brew "node"
brew "php@8.1"
brew "php@8.2", link: true
brew "pinentry-mac"
brew "prettier"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "sdl2"
brew "terminal-notifier"
brew "tmux"
brew "trash"
brew "wget"
brew "yarn"
brew "zlib"
brew "shivammathur/php/php@7.4"
brew "shopify/shopify/themekit"
brew "twitchdev/twitch/twitch-cli"
cask "android-platform-tools"
cask "macfuse"
cask "telegram"
